[
    {
        "genre": [
            "Tình yêu",
            "Tổng tài"
        ],
        "manga": {
            "author": "Zuoan Comic",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Hào Môn Tiểu Lão Bà Truyện Tranh Trực Tuyến. Tôi đường đường là thiên kim tiểu thư, dựa vào cái gì mà phải làm người hầu! Mặc kệ anh là tổng tài bá đạo như thế nào, tên mỹ nam ma quỷ…Những giày vò mà tôi phải chịu, sớm muộn sẽ có ngày trả lại cho anh gấp trăm vạn lần!",
            "id": "10",
            "name": "Hào Môn Tiểu Lão Bà",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/1075f3.jpg",
            "state": "Cập nhật mỗi",
            "totalLikes": "3888",
            "totalReads": "278"
        }
    },
    {
        "genre": [
            "Trường học",
            "Tình yêu",
            "Đã Full"
        ],
        "manga": {
            "author": "Yoolook Culture",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Hoa Khôi Vương Bài Truyện Tranh Trực Tuyến. Hắn - kẻ đã cướp đi nụ hôn đầu của cô, kẻ cố ý cản trở cô theo đuổi soái ca, kẻ mê gái bất lịch sự, để rồi xem hắn có gì hay ho. Đấu trí đấu dũng, thấy chiêu - hủy chiêu, người thắng làm vua, người thua? Làm ấm giường!...",
            "id": "21",
            "name": "Hoa Khôi Vương Bài",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/213c41.jpg-posterend4",
            "state": "Đã hoàn thành",
            "totalLikes": "48",
            "totalReads": "2526"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Tổng tài",
            "Đã Full"
        ],
        "manga": {
            "author": "Yoolook Culture",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Trai Hư Si Tình: Cô Vợ Bỏ Trốn Truyện Tranh Trực Tuyến. Ở trong khách sạn, Mạn Mạn vốn muốn cho người bạn trai đã quen 5 năm của mình một sự bất ngờ, nhưng không ngờ lại biến thành cơn ác mộng. Bị một gã đàn ông lạ vào nhầm phòng!!!... Nhiều năm sau một mình cô dẫn theo một cặp song sinh nam nữ đi phỏng vấn xin việc, cảm thấy ông chủ ở đây hao hao giống con mình, chẳng lẽ chỉ là ngộ nhận sao?",
            "id": "24",
            "name": "Trai Hư Si Tình: Cô Vợ Bỏ Trốn",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/24a0c5.jpg-posterend4",
            "state": "Đã hoàn thành",
            "totalLikes": "28",
            "totalReads": "1864"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Tổng tài"
        ],
        "manga": {
            "author": "KaiYuan Comic",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Chọc Nhầm Tổng Tài Bá Đạo Truyện Tranh Trực Tuyến. Ngọc nữ Mạc Yên Nhiên vì một lời hứa đã kết hôn với một gia đình giàu có thế lực, trong đêm tân hôn lại biến thành những thước phim ướt át còn bị người ra quay lại đưa lên bản tin hot...",
            "id": "32",
            "name": "Chọc Nhầm Tổng Tài Bá Đạo",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/3265e9.jpg-posterend4",
            "state": "Đã hoàn thành",
            "totalLikes": "3346",
            "totalReads": "183"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Xuyên Không"
        ],
        "manga": {
            "author": "Dream studio",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Vương Gia Người Thật Đê Tiện Truyện Tranh Trực Tuyến. Bi kịch lớn nhất của đời người không phải là bị thái tử bám đuôi đòi nợ tình, cũng không phải là bị người anh trong gia đình làm mối ép hôn. Mà là người mà mình yêu lại là một tên đê tiện? Sau tất cả, nàng ấy hiểu ra rằng, trái tim của nàng đã thuộc về người ấy.",
            "id": "113",
            "name": "Vương Gia Người Thật Đê Tiện",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/113ba04.jpg-posterup4",
            "state": "Cập nhật hàng ngày",
            "totalLikes": "22",
            "totalReads": "967"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Tổng tài"
        ],
        "manga": {
            "author": "iCiyuan",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Hào Môn Thiên Giới Tiền Thê Truyện Tranh Trực Tuyến. Kết hôn 2 năm, Giản Mạt với tư cách là vợ chính thức làm ấm giường cho Cố Bắc Thần, còn luôn phải ứng phó với tin đồn của hắn, đồng thời đối mặt với không ít tiểu tam ngày ngày đến làm ầm ĩ, còn phải thỏa mãn hắn trên giường…Tất cả những điều này sớm đã thành thói quen, nhưng đột nhiên một hôm cô nhận được một câu như này: Giản Mạt, chúng ta ly hôn đi.",
            "id": "779",
            "name": "Hào Môn Thiên Giới Tiền Thê",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/77905c0.jpg",
            "state": "Cập nhật mỗi Thứ bảy",
            "totalLikes": "27",
            "totalReads": "1690"
        }
    },
    {
        "genre": [
            "Tình yêu"
        ],
        "manga": {
            "author": "iCiyuan",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Thiếu Soái Vợ Ngài Lại Trốn Rồi Truyện Tranh Trực Tuyến. Hắn là đại soái quân phiệt, lạnh lùng tàn khốc, không rung động trước bất cứ người con gái nào, cho tới khi gặp cô, cô gái nhỏ mong manh và đáng yêu! Cô cứ thế đi vào trái tim hắn như một con thỏ con dễ thương! Cô sẵn sàng dùng mọi cách để chinh phục được hắn. Quyến rũ, khêu gợi, tất cả chỉ vì có được hắn!",
            "id": "782",
            "name": "Thiếu Soái Vợ Ngài Lại Trốn Rồi",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/782a303.jpg-posterup4",
            "state": "Cập nhật mỗi Thứ ba,Thứ sáu",
            "totalLikes": "38",
            "totalReads": "1954"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Tổng tài"
        ],
        "manga": {
            "author": "iCiyuan",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Tổng Tài Tại Thượng Truyện Tranh Trực Tuyến. Cung Âu, một tên thiếu gia giàu có mắc bệnh hoang tưởng, và Thời Tiểu Niệm, một tác giả truyện tranh nghèo rớt mùng tơi và cô đơn đã bị buộc chặt lấy nhau trong một tình huống hết sức trớ trêu: Cung Âu nghĩ Thời Tiểu Niệm đã giấu nhẹm đứa con của hai người (không hề). Cùng theo dõi xem nam chính sẽ ngược nữ chính theo những cách nào, và làm thế nào mà họ yêu nhau...",
            "id": "785",
            "name": "Tổng Tài Tại Thượng",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/7859c5a.jpg-posterup4",
            "state": "Cập nhật mỗi Thứ sáu,Chủ nhật",
            "totalLikes": "82",
            "totalReads": "4040"
        }
    },
    {
        "genre": [
            "Trường học",
            "Tình yêu",
            "Hài Hước",
            "Đang cập nhật"
        ],
        "manga": {
            "author": "Yoolook Culture",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Tiểu Thư Đỏng Đảnh Truyện Tranh Trực Tuyến. Xui quá! Đầu tiên là bị ba đuổi ra khỏi nhà! Tiếp đến là giúp chị họ báo thù, chạy đến quán bar tìm công tử đào hoa đề nghị làm bạn gái, khi chúng tôi chuẩn bị hôn nhau, tôi liền cho anh ta một bạt tai “Tôi chán anh rồi, giờ tôi muốn đá anh!” nói xong tôi chạy mất hút. Ai ngờ ông ngoại công tử đào hoa đó là xã hội đen? Được thôi, hết đường đi rồi ư? Chạy đến trường quý tộc làm osin cho bốn đại công tử, phỏng vấn xong tôi mới biết, hóa ra là tứ đại ác ma…",
            "id": "1732",
            "name": "Tiểu Thư Đỏng Đảnh",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/1732df55.jpg",
            "state": "Cập nhật mỗi Thứ bảy",
            "totalLikes": "71",
            "totalReads": "3783"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Huyền huyễn"
        ],
        "manga": {
            "author": "HangMan",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Loạn Thế Đế Hậu Truyện Tranh Trực Tuyến. Bác sĩ ngoại khoa Đường Tiểu Ly không thể ngờ mình lại xuyên không rồi! Khoảnh khắc cô vừa mở mắt đã thấy một vị mỹ nam vô cùng mập mờ nói với cô \"Hoàng hậu, Liêu vương tốt với nàng hơn hay trẫm tốt với nàng hơn?\"...",
            "id": "1750",
            "name": "Loạn Thế Đế Hậu",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/17501f26.jpg",
            "state": "Cập nhật mỗi",
            "totalLikes": "5602",
            "totalReads": "221"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Tổng tài"
        ],
        "manga": {
            "author": "Cloud Studio",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Đế Thiếu Đừng Mạnh Quá Truyện Tranh Trực Tuyến. Chuyện xúi quẩy nhất trong đời Lâm Mặc Bái đại khái là sơ ý nhìn trộm Tống Thanh Tiêu cái tên đại ma vương, còn biết được bí mật động trời của hắn. Xấu hổ đến phát điên, hắn trói luôn cô ở bên cạnh, vốn chỉ để cho bõ tức, nhưng rồi lại bị cô quấn lấy, không sao thoát ra được.",
            "id": "1815",
            "name": "Đế Thiếu Đừng Mạnh Quá",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/181583bd.jpg",
            "state": "Cập nhật mỗi Thứ hai,Thứ tư,Thứ năm",
            "totalLikes": "14",
            "totalReads": "784"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Tổng tài"
        ],
        "manga": {
            "author": "iReader",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Bá Đạo Tổng Tài Muốn Được Ôm Truyện Tranh Trực Tuyến. Dây dưa 1 đêm, ném lại 200 đồng tự nhận là mình đen đủi! Tưởng rằng từ giờ thành người dưng, mà đâu ngờ cứ năm lần bảy lượt bị lôi lên giường… sau đó cô tức điên, đổi lại được một câu muốn chịu trách nhiệm với cô của anh ta. Cô rất muốn biết, “ chịu trách nhiệm thế nào?” anh ta như sói như hổ vồ lên phía trước, “tiếp tục ngủ!”",
            "id": "2430",
            "name": "Bá Đạo Tổng Tài Muốn Được Ôm",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/24305fcd.jpg-posterup4",
            "state": "Cập nhật mỗi Thứ hai,Thứ sáu",
            "totalLikes": "4141",
            "totalReads": "176"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Tổng tài"
        ],
        "manga": {
            "author": "Baigongyuanzhan",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Cơ Trưởng Đại Nhân Nhẹ Nhàng Thôi Truyện Tranh Trực Tuyến. Một cơ trưởng lạnh lùng, tàn độc, lại đẹp trai tuấn tú, không thiếu các cô gái vây quanh. Một cô con gái rơi đến người hầu trong nhà cũng ghẻ lạnh. Hai người tình cờ gặp nhau, rồi nhanh chóng yêu nhau. Nhưng sau một đêm cô gái bỗng nhiên bị biến nhỏ lại như đứa trẻ và quên hết những chuyện đã xảy ra khi lớn. Liệu thân thế cô gái rốt cuộc là ai? Chàng trai sẽ làm gì để cứu người yêu?",
            "id": "2477",
            "name": "Cơ Trưởng Đại Nhân Nhẹ Nhàng Thôi",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/247776f7.jpg",
            "state": "Cập nhật mỗi",
            "totalLikes": "11",
            "totalReads": "543"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Tổng tài"
        ],
        "manga": {
            "author": "iReader",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Tổng Tài Daddy Siêu Quyền Lực Truyện Tranh Trực Tuyến. Vì để cướp mất cổ phần của cha cô, cô đã bị chính chồng mình và bạn thân liên thủ hãm hại, tờ giấy kết hôn ném ra trước mắt, cô bị ép tay trắng rời khỏi nhà. 4 năm sau cô bế đứa bé siêu cute trở về, ai ngờ thằng bé lại lôi về một anh đẹp trai giống hệt nó, rốt cuộc chuyện gì đã xảy ra",
            "id": "5861",
            "name": "Tổng Tài Daddy Siêu Quyền Lực",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/586148e4.jpg",
            "state": "Cập nhật mỗi Thứ ba,Thứ bảy",
            "totalLikes": "13",
            "totalReads": "511"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Tổng tài",
            "Đã Full"
        ],
        "manga": {
            "author": "Yoolook Culture",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Ông Chồng Hoàn Mỹ Truyện Tranh Trực Tuyến. \"Cơ, Em có thai con của anh rồi!\" \"Đã nõi bao nhiêu lần đừng gọi tôi là Gà nữa cơ mà, chuyện có thai lại đi nói linh tinh như vậy được sao?\" Một tiểu ma nữ lanh lợi 17 tuổi chưa thành niên lại nhìn trúng một tổng tài lạnh lùng thâm tình nhà Phạm Lân. Miệng nói không thích nhưng cơ thể lại thành thật đến bất ngờ...",
            "id": "10608",
            "name": "Ông Chồng Hoàn Mỹ",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/106081ba3.jpg-posterend4",
            "state": "Đã hoàn thành",
            "totalLikes": "23",
            "totalReads": "1052"
        }
    },
    {
        "genre": null,
        "manga": {
            "author": "iQiyi Comics",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Hắc Hoàng Hậu Truyện Tranh Trực Tuyến. Công chúa bị nguyền rủa vốn dĩ đã dìm sâu dưới lòng sông Thánh, nhưng trùng hợp thay cô bé được một thiếu niên của thảo nguyên cứu vớt, hai người tay trắng tìm đường sống trong những nguy hiểm trùng trùng của thảo nguyên, nơi đó vừa là đường cùng, cũng là cơ hội thay đổi tất cả. Vô số trói buộc được giải thoát, hết âm mưu này đến âm mưu khác cũng được vén màn...",
            "id": "59980",
            "name": "Hắc Hoàng Hậu",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/599805787.jpg-posterup4",
            "state": "Cập nhật mỗi Thứ ba,Thứ sáu",
            "totalLikes": "1169",
            "totalReads": "54"
        }
    },
    {
        "genre": [
            "Tình yêu"
        ],
        "manga": {
            "author": "Mandao",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Sủng Thê Thành Nghiện: Bảo Bối Của Lục Thiếu Truyện Tranh Trực Tuyến. Chỉ trong 1 đêm, bạn trai lại trở thành hôn phu của em gái, người chồng kết hôn với cô mà chưa từng biết mặt đã quay trở về, giúp cô gánh vác, san sẻ mọi khổ đau, che chở bảo vệ cô, sủng cô như báu vật trong tay",
            "id": "167795",
            "name": "Sủng Thê Thành Nghiện: Bảo Bối Của Lục Thiếu",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/1677952a88.jpg",
            "state": "Cập nhật mỗi Thứ ba,Thứ năm,Chủ nhật",
            "totalLikes": "5759",
            "totalReads": "205"
        }
    },
    {
        "genre": [
            "Tình yêu",
            "Xuyên Không",
            "Hài Hước"
        ],
        "manga": {
            "author": "iCiyuan",
            "dateCreated": "2020/11/6 - 17:17",
            "description": "Manh Phi Tập Kích: Gấu Trúc Trên Trời Rơi Xuống Truyện Tranh Trực Tuyến. Đầu thai xong không ngờ lại biến thành gấu Panda béo tròn!? Này, vị vương gia lạnh lùng cao ngạo phía trước ơi, chuẩn bị tinh thần để bị mê mẩn bởi bổn Panda tròn tròn đáng yêu này đi!",
            "id": "260514",
            "name": "Manh Phi Tập Kích: Gấu Trúc Trên Trời Rơi Xuống",
            "poster": "http://cn.e.pic.mangatoon.mobi/cartoon-posters/26051479a9.jpg",
            "state": "Cập nhật mỗi Thứ hai,Thứ năm",
            "totalLikes": "6325",
            "totalReads": "228"
        }
    }
]